Repository: L1cardo/uPic
Catalog: uPic/Views/WelcomeView/mul.lproj/Welcome.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# 5PO-nX-1ts.title
source: Upload via Extension
de: Über Erweiterung hochladen
es: Subir mediante extensión
fr: Télécharger via extension
it: Carica tramite estensione
ja: 拡張機能でアップロード
ko: 확장 프로그램으로 업로드
ru: Загрузить через расширение
zh_hans: 通过扩展上传
zh_hant: 通過擴展上傳

# a6A-gm-fbk.title
source: We need
de: Wir benötigen
es: Necesitamos
fr: Nous avons besoin
it: Abbiamo bisogno
ja: 必要です
ko: 필요합니다
ru: Нам нужно
zh_hans: 我们需要
zh_hant: 我們需要

# dfW-Tj-Gog.title
source: Drag to Upload
de: Ziehen zum Hochladen
es: Arrastra para subir
fr: Glisser pour télécharger
it: Trascina per caricare
ja: ドラッグしてアップロード
ko: 업로드하려면 드래그하세요
ru: Перетащите для загрузки
zh_hans: 拖拽上传
zh_hant: 拖拽上傳

# EN9-1Z-Sqq.title
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
ru: Далее
zh_hans: 下一步
zh_hant: 下一步

# isq-Ch-gao.title
source: You can take a screenshot and upload. Please enable Setting -> Security & Privacy -> Privacy -> Screen Recording -> uPic
de: Sie können einen Screenshot machen und hochladen. Bitte aktivieren Sie Einstellungen -> Sicherheit & Datenschutz -> Datenschutz -> Bildschirmaufnahme -> uPic
es: Puedes tomar una captura de pantalla y subirla. Por favor habilita Ajustes -> Seguridad y Privacidad -> Privacidad -> Grabación de Pantalla -> uPic
fr: Vous pouvez prendre une capture d'écran et la télécharger. Veuillez activer Préférences -> Sécurité et confidentialité -> Confidentialité -> Enregistrement d'écran -> uPic
it: Puoi fare uno screenshot e caricarlo. Abilita Impostazioni -> Sicurezza e Privacy -> Privacy -> Registrazione Schermo -> uPic
ja: スクリーンショットを撮ってアップロードできます。 設定 -> セキュリティとプライバシー -> プライバシー -> 画面収録 -> uPic を有効にしてください
ko: 스크린샷을 찍어 업로드할 수 있습니다. 설정 -> 보안 및 개인정보 보호 -> 개인정보 보호 -> 화면 기록 -> uPic을 활성화해 주세요
ru: Вы можете сделать скриншот и загрузить его. Пожалуйста, включите Настройки -> Безопасность и конфиденциальность -> Конфиденциальность -> Запись экрана -> uPic
zh_hans: 您可以截图上传 请开启 系统偏好设置 -> 安全性与隐私 -> 隐私 -> 屏幕录制 -> uPic
zh_hant: 您可以截圖上傳 請開啟系統偏好設定 -> 安全性與隱私 -> 隱私 -> 荧幕錄製 -> uPic

# J8p-JL-LaG.title
source: A powerful and simple file uploader tool. Upload any files to any services you like.
de: Ein leistungsstarkes und einfaches Datei-Upload-Tool. Laden Sie beliebige Dateien zu beliebigen Diensten hoch.
es: Una herramienta de carga de archivos potente y sencilla. Sube cualquier archivo a cualquier servicio que prefieras.
fr: Un outil de téléchargement de fichiers puissant et simple. Téléchargez n'importe quel fichier vers n'importe quel service.
it: Uno strumento di caricamento file potente e semplice. Carica qualsiasi file su qualsiasi servizio.
ja: 強力でシンプルなファイルアップロードツール 好きなサービスにファイルをアップロードできます
ko: 강력하고 간단한 파일 업로드 도구 원하는 파일을 원하는 서비스에 업로드하세요
ru: Мощный и простой инструмент для загрузки файлов. Загружайте любые файлы на любые сервисы.
zh_hans: 一个强大且简单的上传工具 将任何文件上传至任何服务
zh_hant: 一個强大且簡單的上傳工具 將任何文件上傳至任何服務

# KKR-Bg-AzW.title
source: Limited by macOS, uPic can not access files outside of sandbox. If not granted permission, uPic may not be able to upload some files. Please be aware that uPic DO NOT collect any of your informations.
de: Aufgrund von macOS-Einschränkungen kann uPic nicht auf Dateien außerhalb der Sandbox zugreifen. Ohne Berechtigung kann uPic möglicherweise einige Dateien nicht hochladen. Bitte beachten Sie, dass uPic KEINE Ihrer Informationen sammelt.
es: Limitado por macOS, uPic no puede acceder a archivos fuera del sandbox. Si no se otorga permiso, uPic podría no poder subir algunos archivos. Tenga en cuenta que uPic NO recopila ninguna de sus informaciones.
fr: Limité par macOS, uPic ne peut pas accéder aux fichiers en dehors du bac à sable. Sans autorisation, uPic pourrait ne pas pouvoir télécharger certains fichiers. Veuillez noter que uPic NE collecte aucune de vos informations.
it: A causa delle limitazioni di macOS, uPic non può accedere a file fuori dalla sandbox. Senza autorizzazione, uPic potrebbe non essere in grado di caricare alcuni file. Sappi che uPic NON raccoglie alcuna tua informazione.
ja: macOSの制限により、uPicはサンドボックス外のファイルにアクセスできません。 権限が付与されない場合、一部のファイルをアップロードできない可能性があります。 uPicはユーザーの情報を一切収集しないことにご注意ください。
ko: macOS의 제한으로 인해 uPic는 샌드박스 외부의 파일에 접근할 수 없습니다. 권한이 부여되지 않으면 일부 파일을 업로드할 수 없을 수 있습니다. uPic는 사용자의 정보를 수집하지 않습니다.
ru: Из-за ограничений macOS uPic не может получать доступ к файлам вне песочницы. Без разрешения uPic может не загрузить некоторые файлы. Пожалуйста, имейте в виду, что uPic НЕ собирает никакую вашу информацию.
zh_hans: 由于系统的安全限制，uPic 无法访问沙盒之外的文件。 若不授权将无法使用右键上传、分享上传、命令行上传等功能。 注：uPic 不会收集您的任何信息。
zh_hant: 由於系統的安全限制，uPic 無法訪問沙箱之外的檔案。 若不授權將無法使用右鍵上傳、分享上傳、命令列上傳等功能。 注：uPic不會收集您的任何資訊。

# lZV-cL-KsE.title
source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Indietro
ja: 戻る
ko: 이전
ru: Назад
zh_hans: 上一步
zh_hant: 上一步

# n2q-3P-rmS.title
source: Upload Screenshot
de: Screenshot hochladen
es: Subir captura de pantalla
fr: Télécharger capture d'écran
it: Carica screenshot
ja: スクリーンショットをアップロード
ko: 스크린샷 업로드
ru: Загрузить скриншот
zh_hans: 截图上传
zh_hant: 截圖上傳

# pk7-xU-bny.title
source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue sur
it: Benvenuto in
ja: ようこそ
ko: 환영합니다
ru: Добро пожаловать в
zh_hans: 欢迎使用
zh_hant: 歡迎使用

# RwC-HL-AhF.title
source: Authorization
de: Berechtigung
es: Autorización
fr: Autorisation
it: Autorizzazione
ja: 認証
ko: 권한
ru: Авторизация
zh_hans: 授权
zh_hant: 授權

# U8F-dC-vKZ.title
source: Just drag the file to uPic icon on the status menu bar and then release your mouse. It is just this simple.
de: Ziehen Sie einfach die Datei auf das uPic-Symbol in der Menüleiste und lassen Sie die Maustaste los. So einfach ist das.
es: Simplemente arrastra el archivo al ícono de uPic en la barra de menú y suelta el ratón. Es así de simple.
fr: Faites simplement glisser le fichier sur l'icône uPic dans la barre de menus et relâchez le bouton de la souris. C'est aussi simple que ça.
it: Trascina semplicemente il file sull'icona uPic nella barra dei menu e rilascia il mouse. È così semplice.
ja: ファイルをメニューバーのuPicアイコンにドラッグしてマウスを離すだけ これだけの簡単さです
ko: 파일을 메뉴 막대의 uPic 아이콘으로 드래그한 다음 마우스를 놓으세요. 정말 이렇게 간단합니다.
ru: Просто перетащите файл на значок uPic в строке меню и отпустите мышь. Это так просто.
zh_hans: 将文件拖拽至 uPic 菜单栏图标然后松开鼠标 就是这么简单
zh_hant: 將檔案拖拽至uPic功能表列圖標然後鬆開滑鼠 就是這麼簡單

# vGP-mK-Tjk.title
source: Upload via Script
de: Über Skript hochladen
es: Subir mediante script
fr: Télécharger via script
it: Carica tramite script
ja: スクリプトでアップロード
ko: 스크립트로 업로드
ru: Загрузить через скрипт
zh_hans: 通过命令上传
zh_hant: 通過命令上傳

# X47-xi-iV3.title
source: Multiple Services
de: Mehrere Dienste
es: Múltiples servicios
fr: Services multiples
it: Servizi multipli
ja: 複数のサービス
ko: 다중 서비스
ru: Множество сервисов
zh_hans: 多个服务
zh_hant: 多個服務

# xlO-Fz-Nxq.title
source: Click share button and select "Upload via uPic". or Right click on the file and select "Upload via uPic".
de: Klicken Sie auf die Freigabeschaltfläche und wählen Sie "Über uPic hochladen". oder Klicken Sie mit der rechten Maustaste auf die Datei und wählen Sie "Über uPic hochladen".
es: Haz clic en el botón de compartir y selecciona "Subir mediante uPic". o Haz clic derecho en el archivo y selecciona "Subir mediante uPic".
fr: Cliquez sur le bouton de partage et sélectionnez "Télécharger via uPic". ou Cliquez avec le bouton droit sur le fichier et sélectionnez "Télécharger via uPic".
it: Fai clic sul pulsante di condivisione e seleziona "Carica tramite uPic". o Fai clic con il tasto destro sul file e seleziona "Carica tramite uPic".
ja: 共有ボタンをクリックして「uPicでアップロード」を選択 または ファイルを右クリックして「uPicでアップロード」を選択
ko: 공유 버튼을 클릭하고 "uPic으로 업로드"를 선택하세요. 또는 파일을 마우스 오른쪽 버튼으로 클릭하고 "uPic으로 업로드"를 선택하세요.
ru: Нажмите кнопку обмена и выберите "Загрузить через uPic". или Щелкните правой кнопкой мыши на файле и выберите "Загрузить через uPic".
zh_hans: 点击分享按钮并选择 "使用 uPic 上传" 或 在文件上右键并选择 "使用 uPic 上传"
zh_hant: 點擊分享按鈕並選擇 "使用uPic上傳" 或 在檔案上右鍵並選擇 "使用uPic上傳"

# xz2-3l-Jef.title
source: You can upload any files using terminal srcipt or Apple Script. Check tutorial for more info.
de: Sie können beliebige Dateien mit Terminal-Skript oder Apple Script hochladen. Weitere Informationen finden Sie im Tutorial.
es: Puedes subir cualquier archivo usando script de terminal o Apple Script. Consulta el tutorial para más información.
fr: Vous pouvez télécharger n'importe quel fichier avec un script terminal ou Apple Script. Consultez le tutoriel pour plus d'informations.
it: Puoi caricare qualsiasi file usando script da terminale o Apple Script. Controlla il tutorial per maggiori informazioni.
ja: ターミナルスクリプトまたはApple Scriptを使用してファイルをアップロードできます 詳細はチュートリアルをご確認ください
ko: 터미널 스크립트나 Apple Script를 사용하여 모든 파일을 업로드할 수 있습니다. 자세한 정보는 튜토리얼을 확인하세요.
ru: Вы можете загружать любые файлы с помощью скриптов терминала или Apple Script. Проверьте руководство для получения дополнительной информации.
zh_hans: 您可以使用命令行或者Apple Script上传任何文件 查看教程以获取更多信息
zh_hant: 您可以使用命令行或者Apple Script上傳任何文件 查看教程以獲取更多信息

# ve2-Sd-1j7.title
source: GitHub, Imgur, SM.MS, Qiniu KODO, Upyun USS, Aliyun OSS, Tencent Cloud COS, Gitee, Amazon S3, Baidu Cloud BOS, Lsky Pro
zh_hans: GitHub, Imgur, SM.MS, 七牛 KODO, 又拍云 USS, 阿里云 OSS, 腾讯云 COS, Gitee, Amazon S3, 百度云 BOS, Lsky Pro
zh_hant: GitHub, Imgur, SM.MS, 七牛 KODO, 又拍云 USS, 阿里云 OSS, 腾讯云 COS, Gitee, Amazon S3, 百度云 BOS, Lsky Pro
